<script setup>
import NavigationBar from '../components/NavigationBar.vue';
import QuoteComponent from '../components/QuoteComponent.vue';
import Seperator from '../components/Seperator.vue';
</script>

<template>
    <NavigationBar class="nav" />
    <main>
        <QuoteComponent>
            <p class="farsi">
                زندگی‌ای وجود ندارد، زندگی‌ای وجود نداشته‌است، زندگی‌ای وجود نخواهد داشت. همه‌ی صداها سکوت می‌شوند و همه
                خط‌ها دولاخط پایانی. میزان به میزان سکوت و چندلاچنگ‌های سکوت که روزی، لحظه‌ای به لرزه در می‌آیند، باران
                می‌شوند، می‌بارند و دمی بعد غبار می‌شود. اینجا نه صدایی هست، نه هوایی و نه باران. اینجا صحبت از هیچ است،
                از
                هیچ گفتن برای هیچ. همیشه حرف و حرف و حرف از آنچه تمایل دارد وجود داشته باشد اما نیست. البته اگر بتوان
                نامش
                را وجود گذاشت. تابلو‌ها خاکستری هستند، آسمان خاکستری، دیوارها خاکستری، باران می‌بارد و همه چیز
                خاکستری‌تر
                می‌شود. خبری از جماع رنگ‌ها در رحمِ تختِ سردشان نیست، همه مرده‌اند. بوی گندابه، بوی لجن، بوی تعفن، بوی
                اسپرم
                خشک‌شده‌ی خودارضایی آفریدگار بر هستی، همه چیز را رقّت‌انگیز کرده‌است. همه چیز سکوت می‌شود، غبارها نیست،
                همه
                چیز خالی می‌شود.
            </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">امروز پنجشنبه بود، هنوز نیست. فردا فرداست، می‌شود شنبه. امروز روز نیست، شب نیست، صبح هم
                نباید باشد. امروز روزی میان روزهاست. نامش را گم کرده‌ام. امروز خبری نیست، اتفاقی قرار نیست بیفتد، امروز
                بین دیشب و فردا گیر کرده‌است. مثل انبوه عن در چاه مستراح. امروز پایین نمی‌رود، یادم رفت که امروز روز
                نیست، شب هم نیست. صبح هم نباید باشد. زیر این توده‌ی گوهی باید فردا باشد. آری، زیرش فرداست، رویش را
                می‌بینم، محصول کار امروز بود. امروز امروز نبود، امروز گذشت دیگر نیست. من دیوانه نیستم. من محصور بین
                کلمات ناایمن و متعفن شده‌ام. چرا امروز اینقدر دیروز است. چرا امروز روز نیست، شب نیست، صبح هم که نباید
                باشد.
            </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">چشمانم را باز کردم، دیوار تَرَک خورد. چای ریختم، سیگار آخرین بوسه‌اش را به لب داد.<br>
                یک استکان پر از بوسه‌های خفته.<br>
                من لای ترک‌های سرد دیوار، صدای سوختن سیگار و گرمای استکان چای را شنیدم. اینجا تنها هستم، لای این ترک‌های
                دیوار.<br>
                و چهارپایه با یک پای شکسته، معذور از گچ گرفتگی و متهم به یک ضرب،
                از سقف دود سیگار و جای نور چراغ، یک طناب دار.<br>
                طنابی که بوسید من را، از منِ تَرَک‌خورده‌ی لای تَرَک سردِ دیوار.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent img="..\assets\images\Quotes\winter-01.jpg">
            <p class="farsi">من تو را ندیدم، من تورا بوییدم، من تورا چشیدم، من تورا گرییدم، من تورا بوییدم.<br>
                در گلدان اطلسی من تورا کاشتم. من تورا به تمام دیوارهای شهر پوشیدم. آسمان من بارید، بر زمین بنشست برف؛ من
                تورا خوابیدم.
                <br><br>
                دی‌ماه-تهران
            </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent img="..\assets\images\Quotes\tree-01.jpg">
            <p class="farsi">خاک می‌خواند آب را<br>
                بر زمین، زمزمه‌ی سرود باران<br>
                برگ‌ها می‌شویند غبار از تن، پَرهاشان را<br>
                زیر سقفِ کوچک راهرو<br>
                چک‌چک از دیوار، بوی نَم سرشار<br>
                مرغ خوشخوان ناگه از آن سو خواند:<br>
                بعد من، کو آب خواهد داد،<br>
                سالخورده‌ درخت انجیر خانه‌ی مادربزرگم را.
            </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">آمده‌ام، می‌روم.<br>
                رفتم، آمده‌ام.<br>
                رفته‌بودم، آمده‌ام.<br>
                می‌رود.<br>
                آغاز پایان است، پایان آغاز می‌شد.<br>
                شدِگیِ صرفِ رفتن از نیستی، هستی می‌زاید.<br>
                هستی می‌رود به صرفْ‌شدگیِ نیستی.<br>
                من دیوانه نیستم، می‌رفته‌بودم.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent img="..\assets\images\Quotes\fifi-room.jpg">
            <p class="farsi">فیفیِ من!<br>
                تو هم داری این‌ها را نگاه می‌کنی؟<br>
                چقدر مُرده‌اند. از نگاهشان بوی گند لاشه‌شان دارد هجوم می‌آورد.<br>
                تو هم فقط نگاه می‌کنی؟<br>
                اما من به تو نگاه می‌کنم، تو ایستاده‌ای، دستانت بر سینه‌ات، صورتت اما خیلی زیبنده است. آن صورتِ پر از
                خون و سیاهِ مُرده، که من سالهاست در آن غرق شده‌ام.<br>
                فیفی صورتک‌های دروغین اینان را می‌بینی؟<br>
                همه‌مان شبیه هم هستیم، زاده‌ی تعفن و تعفن‌زا!<br>
                اما اینان خیلی بیشتر از ما دروغگو هستند. اینان دزد حقیقت‌اند، دغل‌بازِ رنگ‌اند.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">ضربانم زانویم را می‌فشارد. گردنم بیشترین کمانش خود را داشته و در خود فرو رفته‌ام. پاهایم به
                قدری خواب رفته‌اند که دیگر باید همان‌جا بمیرند.<br>
                ساعت تقریبا مثل همیشه است. بوی گندیدگی خورشید از بین رفته، تقریبا همه چیز سیاه است. خبری از شارلاتان
                بزرگ نیست، امشب ماه نمی‌تابد. همه چیز صاف است، مثل همیشه اهمیتی ندارد ساعت چند است.<br>
                برمی‌تابم تا دمی از بازدم بزدایم. یک بار، یک دم کمتر و باری دیگر یک دم کمتر از کمتر. زانویم کمتر دارد
                تکان می‌خورد. در گوشم ضرباتی احساس می‌کنم. چشمانم پر از خون، صورتم گلگون شده و تمام چرک و کثافات آن در
                پی فوران است. من دارد می‌ترکد. من دارد می‌ایستد. یک توده‌ی ثقیل گوه، کم‌کم از تعفن خالی می‌شود، کم‌کم از
                پای می‌ایستد، و کم‌کم سبک می‌شود. سفید نه، همیشه خاکستری می‌شود. خاکستری‌تر.<br>
                دیگر نمی‌نویسم، نمی‌توانم، نمی‌خواهم. کافی نیست، این خیلی کم است. این کلمات به قدر کافی حرامزاده نیستند.
                این‌ها خیلی کم است. ساعت تقریبا خیلی گذشته است. مثل همیشه، اهمیتی هم ندارد.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent img="..\assets\images\Quotes\mohases-01.jpg">
            <p class="farsi">
                و چقدر خوشبختم، که صدایت چون بوی شراب کهنه خانگی در مشامم است.
            </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">سرم باد کرده، کله‌ام بزرگ شده‌است. تنفس مغزم و تپش‌های آن را می‌شنوم. این تپش چشمم را
                می‌زند، همه چیز چشمم را می‌زند. سرم را روی بالش می‌گذارم اما این نبض داخل گوشم میرود. سرم جدی دارد
                می‌ترکد. اگر بترکد از گوش‌هایم می‌زند بیرون. یک لجن‌زار متعفن گندیده. چشمانم را نگاه‌داشته‌ام، تنها اوست
                که میبیند. چشمانم را نگاه داشته‌ام تا ببندمشان، چون نور چشمانم را می‌زند. آه<br>
                به راستی این کرم‌های در هم پیچ‌و‌تاب‌خورده بسیار فجیع به جمجمه‌ام فشار آورده‌است. شاید بهتر باشد سوراخش
                کنم. کمی از آن به سان یک خودارضایی مسرت‌بخش می‌تواند حالم را خوب کند. باید زودتر مغزم را بمالم.<br>
                من گیج شده‌ام. خیلی بزرگتر شده است. خیلی درازتر شده است. سفت و منقبض، با رگهایی بیرون زده. این مغزم است.
                باید بمالمش، باید کمی از آن خارج شود.<br>
                دوس میداشتم مغزم را درون یک سوراخ تنگ و تاریک چال کنم، اما ناچارم باید زودتر خالی‌اش کنم. هیچ جماعی
                نیست، باید زودتر حمام بروم، می‌شویمش. دستم را رویش میکشم، نوازشش می‌کنم، دلداری‌اش می‌دهم. آه<br>
                دارد میترکد، از بس در آن خون جمع شده، سیاه شده است. دیگر باید تمام کرد. ناهارم را خورده ام، روی بشقاب یک
                پیچ گوشتی به حالت عمودی قرار دادم. شقیقه‌ام را رویش گذاشته‌ام. با بیشترین زوری که دارم شقیقه‌ام را مورد
                هدف پیچ‌گوشتی ۴سو قرار دادم. نمیخواهم مغزم هدر برود. بریزد توی بشقاب بهتر است.<br>
                کار تمام است. گرسنه م نیست، گرچه بشقابم محتویاتی دارد. سرم خوب است، دیگر دردی ندارم. گوش‌هایم هیچوقت
                نمی‌شنیدند. با اینکه هیچ صدایی نیست اما انگار می‌شنوم. دیگر نور چشمانم را نمیزند، همه جا تاریک است. این
                تنهایی کثافت خوبیست.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">چشمانم دیگر فقط جا‌مانده‌های از نژاد بشر را می‌بیند، هیچ تپه‌ی نریده‌ای باقی نگذاشته است.
                آسمان محکوم به تسخیر توسط چرک و کثافات، و دریا در حال باز کردن دوش‌های حمام گاز برای نسل‌کشی ماهیان. در
                این میان دلفین‌ها مانند پسر استالین هستند و خود را به سیم‌های خاردار جریانِ فشار قوی می‌رسانند. با اینکه
                دیگر گوشم سنگین شده‌است، آواز تنهایشان را می‌شنوم. اینان هرکدام همدیگر را صدا می‌کنند، وقتی پاسخی
                نشنیدند گردن خود را بر خشکی می‌خوابانند و آفتاب را نظاره‌گر می‌شوند تا همه چیز تمام شود. بعضی‌هایشان این
                آواز را می‌شنوند، فقط پاسخ نمی‌دهند چون میخواهند آواز را بشنوند. آوازی که آخرین بار به گوش می‌رسد.<br>
                انگار نمی‌شنوم، دیگر نمی‌شنوم، آری نمی‌شنوم. بینایی هم دیگر برام عایدی ندارد، چشمانم را میزند، بازتاب
                خورشید روی امواج دریا بسیار حال‌به‌هم‌زن است. تا مغز جمجمه‌ام درد می‌گیرد. بهتر بود کور می‌بودم، ولی
                الان چشمانم را بسته‌ام، فقط نور را از پشت پلک‌هایم می‌بینم، گوشم هم نمی‌شنود، آری، دیگر کر شده‌ام. تنها
                چیزی که می‌توانم خوب حس کنم، بوی لجن است. این تنها چیز خالصی است که حالم را خوب کرده. برای آن اینجا
                هستم. چون من نمی شنوم، چشمانم را کامل بسته‌ام تا شاهد اعدام نباشم. بوی خوبی‌ست. آری، به نظر این تنها
                بویی است که رد پایی از بشر در آن نیست، خب اما تنها تصویر اون در ذهنم با این بو گره‌خورده‌است. بوی لجن،
                گندیدگی. ای کاش اینجا حیواناتی داشت که کمی در اینجا، درست در اینجا می ریدند، فکر می‌کنم آنگاه این بو
                کامل می‌گشت. دلم می‌خواست اینجا بیشتر این بوی خوشِ گوه را می‌داشت. نه تعفن و نه بوی لجن و نه عن، هیچکدام
                برای او کافی نیستند. حرص نامتناهی او، همه را از آن خود کرده‌است.<br>
                سعی می‌کنم خودم را حس کنم، عاری از گردش خون، عاری از تنفس، خارج از من، دور از این کالبد کثیف و لزجِ
                چسبناک، که بوی گندیدگی حاصل از کپک‌های سبز روی‌ آن در هر شعاعی قابل استنشاق است. وقتی ایستاده‌ام
                رنج‌هایم مرا تا می‌کنند، بهتر است همینجا بنشینم، روی شن‌های خیس. قوز می‌کنم، در خودم می‌روم، کز ‌می‌کنم،
                دیگر فرار کردم. از رنج نمی‌گویم. دیگر آزارم نمی‌دهد، او مرا مچاله کرده‌است. همین کافی‌است.<br>
                بس است، دیگر نمیخواهم بگویم. همینقدر کافی بود. دیگر بس است، آری، بهتر است خفه شوم. در گلویم مغزم خفه
                می‌شود.
                بهتر شد. خفگی بهتر است.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">نه به گرمیِ زیر، نه به خنکایِ بالا؛ من خاکسترِ سالخورده‌ی روی آتِشم.
                دمی آسوده تا پرواز من فاصله است، مرگِ خوش، خوشبخت مُردن. </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">به انتظار ایستاده‌ام. ساعت ۵ است. در یک اتاق کوچک، در کنار پیانوی ناکوک، به کثافات و چرکیِ
                جامانده از دستانِ زشتِ کثیفی که به آن تعارض کرده‌است می‌نگرم. یک گلدان بزرگ در کنار پنجره‌است. هیچ گلی
                در آن نیست، خالیست حتی در آن خاک هم نیست.<br>
                مانند آنانی که شبیه تکه‌های ثقیلِ حجیمِ عن هستند، و فقط یک صورت بر روی تپه‌ی گوهیشان ایجاد شده‌است. حتی
                دست و پا هم ندارند. عجیب نیست که همشان شبیه هم هستند، یه جور چشم، ابرو، گوش، دماغ نوک تیز که کون آسمان
                را نشانه می‌گیرد، و یک جفت لب که یادآور پاره‌کفش‌های قرمز ورزشیِ دوران کودکی‌ام است. حتی بوی این
                عنینه‌ها هم یکسان است، اینگار همشان میخواهند گوزِ ناشتایشان با رایجه‌ی کوکومادمازل اجین شده‌باشد. باید
                بگذریم، حواسم پرت می‌شود، دست خودم نیست.<br>
                سوی نور از پنجره چشمم را می‌زند. این را دوست دارم، قرار است این چشم زدگی، دل‌زدگیِ سمجی را تشدید، و
                اوضاع را حال‌بهم زن‌تر کند. بوی سیگار که هنوز نیمه‌ای از کامش را در ریه‌هایم، چون طفل معصومی در آغوشم،
                نگاه داشتم و عطر تندی که بوی کهنگی‌ام را فزونی می‌کند، ترکیب دلنشین و عمیقا متعفّنی برای انتظار‌کشیدن
                زیر دماغم ساخته‌است. من انتظار هر‌آنچه که انتظارش را ندارم می‌کشم. قرار است به آن‌چه دوست ندارید،
                نمی‌خواهید، و از آن فرار می‌کنید، گوش سپارید.
            </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">بعضی چیزها باید پُر باشند، اما نیستند. مغز، قلب، جیب، پاکت سیگار، بطری شراب و یخچال.<br>
                از پُر بودن فقط روده‌ی کوچک و بزرگ کارش را خوب بلد است.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">اواسط بامداد آواز شکمم داشت همگان را بیدار می‌کرد. به خودم گفتم بهتر است آسودگی اختیار، و
                از اندوختن در شکم پرهیز کنم. ناگهان دیدم یخچال مرا می‌خواند و می‌گوید:<br>
                «به ترک خواب می‌باید شبی گفت<br>
                که زیر خاک می‌باید بسی خفت». </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">گفتند سوزش چشمانت از خشکی چشم و افراطِ مطالعه است. بیچارگان نمیدانستند باری‌تعالی جای تخم
                چشم، تخم اندوه در آن کاشته‌است. </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">خواستم نظاره‌گرت باشم، وقتی روی سازم نشسته‌ای. نمی‌دانستم باید به جایت، به عکس‌های بر دیوار
                قانع شوم.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">دل‌های برادرانِ دورافتاده‌ای که در ته‌مانده‌های سیگارشان، ته‌پیک‌های مشروبشان و
                خداحافظی‌های موقتی، برای همیشه جاماند.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">میخواهم بر پهنای یک دشت وسیع مصلوب گردم، و باقی عمر را به تماشای غروب بگذرانم.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">امپراطور در یک هتل دورافتاده، در اتاقی ۲۵متری از افروخته‌ی لبانش استنشاق می‌کرد، و روی
                جمجمه‌اش، خونِ خشکِ ازهم‌گسیختگی.
            </p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">از خاک بیرونم کشیدند، در لیوانِ آب نصفه و نیمه رهایم کردند.
                نامش را گذاشتند «آزادی».</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">گلدانی سبز داشتم.
                نامش را «هُشیار» نهادم.
                تاب نامش را به دوش نکشید و مُرد.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">خانه و اسباب را داشتم غبار میزدودم، همه جا پاک گشت جز آیینه.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">محصور در دیوارهای تنگاتنگِ بلند، و نگاهم در سبزه‌زار فراخ.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">عشق صلح است نه مصلحت.</p>
        </QuoteComponent>
        <Seperator />
        <QuoteComponent>
            <p class="farsi">آنگاه صلح بر خشک اوفتاد، که حیوان چهاپا دیگر روی دوپا راه برگرفت.</p>
        </QuoteComponent>
        <Seperator />

    </main>

</template>

<style scoped lang="scss">
.nav {
    position: fixed;
    top: 0;
    width: 100%;
    z-index: 1000;
}

main {
    margin-top: 50px;
}
</style>